{
  "projects": [
    {
      "visible": true,
      "category": "TECHNICAL WRITING",
      "title": "Getting Started with Phishing Simulation",
      "description": "BACKGROUND This is a sample from one of the largest Online Help projects I completed while working as a full-time technical and UX writer for Trend Micro. PROBLEM Trend Micro integrated their existing Phish Insight product into their all-in-one Vision One XDR SaaS platform as a new Phishing Simulation feature. I needed to convert existing knowledge base content to Online Help content for the Vision One feature. SOLUTION To document the new Phishing Simulation feature, I first needed to understand the differences between the two products and read all existing knowledge base content for Phish Insight. The knowledge base content was incomplete and outdated. I wrote a comprehensive set of documents for the new Phishing Simulation in Vision One. They were published on the Online Help Center for Vision One.\nTOOLS I wrote the documents in oXygen using DITA XML, then pushed to a docs repository in GitHub, and then published the repository using Umbraco.",
      "image": {
        "src": "../../images/trendScreenshot.png",
        "caption": "",
        "alt": "Phishing",
        "linkTo": "https://docs.trendmicro.com/en-us/documentation/article/trend-vision-one-getting-started-phis"
      },
      "links": [

        {
          "type": "external",
          "url": "https://docs.trendmicro.com/en-us/documentation/article/trend-vision-one-getting-started-phis"
        }
      ]
    },
    {
      "visible": true,
      "category": "TECHNICAL WRITING",
      "title": "Introduction to SQLite",
      "description": "This is a technical article on SQLite that I wrote for the website Awesome F/OSS. I regularly contribute to Awesome F/OSS, a site dedicated to exploring the best free and open source projects in the vast universe of open source software. We publish short and digestible articles on new free and open source projects weekly. For these articles, my writing style is concise and functional, but light. Reading about software can be boring. Our goal is to introduce an open source project in an engaging way and give readers a quick rundown on how the project could help them achieve their goals. Article sections include an introduction, As Described by AI, Features, and Getting Started. From there, readers can continue with their own research, jumpstarted by our guidance and plentiful links to external resources.",
      "tags": ["Open Source Software", "Blog Article", "SQL"],
      "image": {
        "src": "../../images/sqliteScreenshot.png",
        "caption": "",
        "alt": "SQLite",
        "linkTo": "https://awsmfoss.com/sqlite/"
      },
      "links": [

        {
          "type": "external",
          "url": "https://awsmfoss.com/sqlite/"
        }
      ]
    },
    {
      "visible": true,
      "category": "TECHNICAL WRITING",
      "title": "1972 Yamaha CS3 Carburetor Removal Manual",
      "description": "This is an instruction manual I wrote for Saints Engine & Machine, a mechanic shop that specializes in vintage motorcycle restoration. The manual guides the user through removing carburetors for cleaning.",
      "tags": ["User Manual", "Instructions"],
      "image": {
        "src": "../../images/motorcycleScreenshot.png",
        "alt": "Quick Setup",
        "linkTo": "https://docs.google.com/document/d/1zK1f4DbFlKdP7UgrS5OWuFU2D6MS-pGeRPCxoX888W0/edit?usp=sharing"
      },
      "links": [
        
        {
          "type": "external",
          "url": "https://docs.google.com/document/d/1zK1f4DbFlKdP7UgrS5OWuFU2D6MS-pGeRPCxoX888W0/edit?usp=sharing"
        }
      ]
    },
  {
    "visible": true,
    "category": "B2B Tech Marketing",
    "title": "Microsoft Case Study: Taiwan’s King Steel transforms into an innovation and sustainability leader",
    "description": "I edited this Microsoft case study on King Steel, a Taiwanese machinery manufacturing company driving sustainability in the shoe manufacturing industry. My edits focused on improving tone, readability, and cohesion.",
    "tags": ["B2B", "Editing", "Sustainability"],
    "image": {
      "src": "../../images/microsoftScreenshot.png",
      "alt": "King Steel employees",
      "linkTo": "https://news.microsoft.com/apac/features/with-generational-change-taiwans-king-steel-transforms-into-an-innovation-and-sustainability-leader/"
    },
    "links": [
      
      {
        "type": "external",
        "url": "https://news.microsoft.com/apac/features/with-generational-change-taiwans-king-steel-transforms-into-an-innovation-and-sustainability-leader/"
      }
    ]
  },
  {
    "visible": true,
    "category": "B2B Tech Marketing",
    "title": "What You Need to Know About E-bike Battery Safety",
    "description": "This is one of several Knowledge Base articles I've written for Tern, an eco-conscious bicycle manufacturing company. The goal for these articles is to share information about products and technology in a compelling and accessible style.",
    "tags": ["B2B", "Copywriting", "Sustainability"],
    "image": {
      "src": "../../images/ternScreenshot.png",
      "alt": "Tern e-bike",
      "linkTo": "https://www.ternbicycles.com/en/explore/what-you-need-know-about-e-bike-battery-safety"
    },
    "links": [
      
      {
        "type": "external",
        "url": "https://www.ternbicycles.com/en/explore/what-you-need-know-about-e-bike-battery-safety"
      }
    ]
  }
]
  ,
  "button": {
    "visible": true,
    "label": "Request more writing samples",
    "url": "https://www.linkedin.com/in/anna-humphrey-4765a81a0/"
  }
}
